{
    "team":
    [
        {
            "name": "Joachim Leong",
            "url": "",
            "desc": "Joachim was a lawyer in a different life but was born again in a shower of coffee (non-scalding, of course). Now, a coffee lover, after visiting over 70 cafes around Malaysia, he thought why not a map of cafes in Malaysia? If Joachim was a coffee drink, he would be Cham (mixed) tea and coffee with milk because sometimes he doesn't know what he is - Am I a tea that is mixed with coffee or a coffee mixed with tea? Or maybe a milk posing as a coffee mixed with tea. Perplexing.",
            "img_url": "assets/images/profile-pics/joachim.png"

        },
        {
            "name": "Jamie Lim",
            "url": "",
            "desc": "Meet fun-sporty Jamie. How she came to be involved with the CafeHop KL project actually began from what was first planned to be simple affair of helping visually put together the idea and concept for a self-made project. Now, she works on the creative for CafeHop KL. By profession she freelances in design and illustration. If she isn't behind the computer, you can find her throwing a frisbee around KL. If Jamie was a coffee, she would be a latte - she ain't latte-ing you down *wink*",
            "img_url": "assets/images/profile-pics/jamie.png"

        }, {
            "name": "Sher Minn Chong",
            "url": "http://piratefsh.github.io",
            "desc": "Sher Minn, our website designer cum tech education enthusiast spends half her time writing code and the other half scarfing down coffee and cakes. If Sher Minn was a coffee, she would be an affrogato, a meeting of two extremes to make something that's both a coffee <em>and</em> a dessert.",
            "img_url": "assets/images/profile-pics/sherminn.png"

        }, {
            "name": "Shean Tan",
            "url": "http://shemeanders.tumblr.com/",
            "desc": " Shean is our ﬁlm-loving, ﬁlm-camera trotting photographer taking awesome hipster shots of cafes, latte art and coffee all around KL town. If Shean was a coffee, she would be an ice drip coffee because sheʼs deliberate, patient and well-measured.",
            "img_url": "assets/images/profile-pics/shean.png"

        }, {
            "name": "Phil Choong",
            "url": "http://www.phillips.my/",
            "desc": "Phil Chong, co-founder of Philip Solutions Co. (not to be confused with the lightbulb company) helps the project on the tech side of things and is currently leading the app development for our project. If Phil was a coffee drink, he would be a flat white. Straightforward, pleasant and it's got a kick.",
            "img_url": "assets/images/profile-pics/phil.jpg"

        }
    ]
}